#+TITLE: The Ubitarian Manifesto
#+AUTHOR: Thien-Nam Dinh
#+DATE: December 05, 2021
#+OPTIONS: toc:nil title:nil
#+LATEX_CLASS: custom
#+LATEX_HEADER: \email{thiennam.tnd@gmail.com}

#+BEGIN_abstract
I am not qualified to write manifestos.
I wrote this one.
Some of the ideas in this manifesto are new.
Some are not.
The creation of ideas is an unremarkable process.
The exchange of ideas is the most beautiful process in the universe.
#+END_abstract

#+LATEX: \maketitle
#+LATEX: \tableofcontents

** Scale
This section quantifies the potential impact of UBP for the US.
The total impact is proportional to the existing government spending on welfare programs shown in Table\nbsp[[tab:spending]].
According to the [[https://www.census.gov/library/stories/2021/08/united-states-adult-population-grew-faster-than-nations-total-population-from-2010-to-2020.html][2020 US census]], the total population of the US is 331 million.
Dividing the first number by the second implies a UBP payout of $11,000 per person per year to maintain current spending on these public services.
However, not everyone will allocate their UBP stipend.
Assuming that only 50% of the 258.3 million adult population spends their UBP, which is inline with [[https://www.fairvote.org/voter_turnout#voter_turnout_101][voter turnout]], then the adjusted UBP payout is $29,000 per person per year.

#+name: tab:spending
#+CAPTION: *Breakdown of Public Spending.* Sources are documented as embedded links in each row of the first column. Spending amounts are shown as billion USD annually.
|-------------------------------+------+----------|
|                               | Year | Spending |
|-------------------------------+------+----------|
| [[https://www.usgovernmentspending.com/welfare_spending][Welfare]]                       | 2021 |    2,319 |
| [[https://educationdata.org/public-education-spending-statistics][Public Education]]              | 2020 |      734 |
| [[https://ncses.nsf.gov/pubs/nsf21324][Public Research & Development]] | 2019 |      171 |
| [[https://www.americansforthearts.org/sites/default/files/aep5/PDF_Files/NationalFindings_StatisticalReport.pdf][Nonprofit Arts]]                | 2017 |      166 |
| [[https://usafacts.org/articles/police-departments-explained/][Law Enforcement]]               | 2017 |      193 |
| [[https://usafacts.org/state-of-the-union/transportation-infrastructure/][Infrastructure]]                | 2018 |      169 |
|-------------------------------+------+----------|
| Total                         |      |    3,752 |
|-------------------------------+------+----------|
#+TBLFM: @>$3=vsum(@2..@-1)

This analysis may overstate the scale of UBP for the following reasons:

- If UBI were also implemented, then it would obviate much of the welfare budget listed in Table\nbsp[[tab:spending]], meaning that the UBP payout would not need to be as high.
- Even with UBP, the state will likely want to retain some centrally allocated funding for certain programs.

Conversely, this analysis may understate the scale of UBP for the following reasons:

- Table\nbsp[[tab:spending]] is non-comprehensive and does not cover many other viable uses of UBP such as funding for parks, libraries, religion, political campaigning, nonprofit lobbying, and many others.
- If UFI were implemented, UBP becomes an important source of funding for creative arts and research & development. The state should increase the UBP payout accordingly.

** Scale
This section quantifies the potential impact of UIF for the US.
The removal of patent and trade secret law would most directly affect private research & development, which the National Science Foundation [[https://ncses.nsf.gov/pubs/nsf21324][estimated]] to be $486 billion in 2019.
The removal of copyright law would most directly affect the creative arts industries, which we estimate to be $552 billion in Table\nbsp[[tab:creative]].
Finally, the removal of insider trading laws would affect all publicly traded stocks, which one source [[https://siblisresearch.com/data/us-stock-market-value/][estimated]] to be $48 trillion in 2021.

#+name: tab:creative
#+CAPTION: *Revenue of Creative Industries.* All data is US-only except licensed merchandise, which includes both US and Canadian revenue. Revenue amounts are shown as billion USD annually.
|----------------------+------+---------|
|                      | Year | Revenue |
|----------------------+------+---------|
| [[https://www.americansforthearts.org/sites/default/files/aep5/PDF_Files/NationalFindings_StatisticalReport.pdf][Nonprofit Arts]]       | 2017 |     166 |
| [[https://www.hollywoodreporter.com/business/business-news/licensed-merchandise-sales-hit-2517b-903029/][Licensed Merchandise]] | 2015 |     146 |
| [[https://www.selectusa.gov/media-entertainment-industry-united-states][Television]]           | 2019 |      91 |
| [[https://www.selectusa.gov/media-entertainment-industry-united-states][Book]]                 | 2018 |      38 |
| [[https://www.selectusa.gov/media-entertainment-industry-united-states][Video Games]]          | 2019 |      26 |
| [[https://www.nexttv.com/news/us-digital-video-revenue-surpassed-dollar265-billion-in-2020-deg-says][Video Streaming]]      | 2020 |      26 |
| [[https://www.selectusa.gov/media-entertainment-industry-united-states][Music]]                | 2019 |      22 |
| [[https://qz.com/1309527/porn-could-have-a-bigger-economic-influence-on-the-us-than-netflix/][Pornography]]          | 2018 |      15 |
| [[https://www.selectusa.gov/media-entertainment-industry-united-states][Cinema]]               | 2019 |      11 |
| [[https://apnews.com/article/newspapers-business-arts-and-entertainment-ecdff2581db22fa4c627c8bfd8b48eef][Newspaper]]            | 2020 |      11 |
|----------------------+------+---------|
| Total                |      |     552 |
|----------------------+------+---------|
#+TBLFM: @>$3=vsum(@2..@-1)

This analysis may overstate the scale of UIF for the following reasons:

- Patents only motivate some of the investment into research & development. Even without patent law, companies would still compete to bring new products to the market.
- Copyright only accounts for some of the value in the creative arts industry. Access to digital platforms, in-person ticket sales, and other sales accounts for much of this revenue.

Conversely, this analysis may understate the scale of UIF for the following reasons:

- Funding for public R&D under UIF is more impactful than equivalent funding for private R&D because it provides technological benefits for a larger population.
- Finding for intrinsically-motivated art under UIF is more impactful than equivalent funding for financially-motivated art because provides cultural benefits for a larger population.
- Table\nbsp[[tab:creative]] only accounts for some industries that directly benefit from copyright law; there are many others which indirectly benefit.

